main-entrance.org
#+title: Main Entrance
#+date: [2025-12-14 Sun 16:50]
#+HUGO_BASE_DIR: /home/james/wiki/.site
#+HUGO_SECTION: 
#+HUGO_DRAFT: false
#+HUGO_DATE: 2025-12-14
#+EXPORT_FILE_NAME: main-entrance

* What is it?
:PROPERTIES:
:ID:       20251214T165008.884123
:END:

This is my attempt at growing my own [[id:20251214T182547.516206][Digital Garden]] and [[id:20251214T183616.136892][learning in public]].

In this ever-growing garden, you will find things like:
+ Rough ideas
+ Unfinished notes
+ Attempted writings
+ Brewing thoughts

The point is *not* to have a highly polished final piece to showcase;

Rather a W.I.P that is constantly evolving and *growing*, for the sake of always _learning_.

-----

* So what's next?

You can read about:

My [[id:20251227T180818.717783][most recent project]] of pivoting from 7 years of *retail and hospitality*, to *tech and IT*.

[[id:20251227T155317.169024][Why I made the Growing Wiki]]

[[id:20251215T162248.587790][The guide]] to this website's features and how to navigate around.

[[id:20251227T155831.103223][How this website was made]], and how it works under the hood.

