.site/content/main-entrance.md
+++
title = "Main Entrance"
author = ["James"]
date = 2025-12-14T16:50:00+00:00
draft = false
+++

## What is it? {#what-is-it}

This is my attempt at growing my own [Digital Garden](/digital-garden/#content) and [learning in public](/learning-in-public/#content).

In this ever-growing garden, you will find things like:

-   Rough ideas
-   Unfinished notes
-   Attempted writings
-   Brewing thoughts

The point is **not** to have a highly polished final piece to showcase;

Rather a W.I.P that is constantly evolving and **growing**, for the sake of always <span class="underline">learning</span>.

---


## So what's next? {#so-what-s-next}

You can read about:

My [most recent project](/career-change/#the-middle-ground) of pivoting from 7 years of **retail and hospitality**, to **tech and IT**.

[Why I made the Growing Wiki](/why-i-made-the-growing-wiki/#content)

[The guide](/garden-guide/#growth-level) to this website's features and how to navigate around.

[How this website was made](/how-i-made-the-growing-wiki/#content), and how it works under the hood.
